{
    "Q1" : [
        {
            "txt" : "[Narrador]: Você acorda pela manha, com uma roupa cheia de lama e a cachorra na cama,\n qual é a primeira coisa a fazer?\n1 - Você acaricia a cachorra.\n2 - Você dá um tapa na cachorra.\n3 - Imediatamente rola para o lado e saca sua arma e se prepara para matá-la.\n"
        }
    ],

    "R1-1":[
        {
            "txt" : "inserirCachorra\n"
        },
        {
            "txt" : "[Narrador]: Ao acarariciar a cachorra, ela põe os dentes à mostra e morde sua mão,\nrevelando ser um cão infernal.Você rola para o lado e saca a sua arma.\n[Aviso]: Você sofreu 2 de dano.\n"
        },
        {
            "txt" : "perde 2 de hp\n"
        },
        {
            "txt" : "battleCachorra\n"
        },
        {
            "txt" : "removerCachorra\n"
        },
        {
            "txt" : "[Narrador]: Após a luta com o cão dos demônios, você desce as escadas em direção à guilda.\n"
        }
    ],
    "R1-2":[
        {
            "txt" : "[Narrador]: A cachorra vazou,e deixou um cheiro infernal na cama...\n"
        },
        {
            "txt" : "[Narrador]: Aparentemente, você não curte cachorras, então se levanta, mexe com as piranhas no corredor,\ne se dirige à guilda.\n"
        }
    ],
    "R1-3":[
        {
            "txt" : "inserirCachorra\n"
        },
        {
            "txt" : "[Narrador]: A cachorra mostra sua verdadeira face, com os dentes à mostra,\npercebe-se que é um cão infernal que se prepara para combate!\n"
        },
        {
            "txt" : "battleCachorra\n"
        },
        {
            "txt" : "removerCachorra\n"
        },
        {
            "txt" : "[Narrador]: Após a luta com o cão dos demônios, você desce as escadas em direção à guilda.\n"
        }
    ],
    "Q2" : [
        {
            "txt" : "InserirBackgroundCidade\n"
        },
        {
            "txt" : "[Narrador]: Indo em direção a praça da cidade, você avista, em meio à nevasca,\n o prédio da guilda Asas da Liberdade, uma guilda famosa em todo o continente.\n Após sentar-se em uma mesa na taverna da guilda, a taverneira vem ao seu encontro.\n"
        },
        {
            "txt" : "InserirTaverneira\n"
        },
        {
            "txt" : "[Taverneira]: Bom dia, senhor, aceita uma bebida e uma boa refeição da casa?\n1 - Oh, uma oferta irrecusável, pode trazer a melhor cerveja da casa por favor.\n2 - Então, senhorita, no momento estou duro, não tenho 1 prata sequer...\n3 - Ficar calado e deixar seu shape falar por ti.\n"
        }
    ],
    "R2-1":[
        {
            "txt" : "[Narrador]: A taverneira traz uma grande refeição para você, com a melhor cerveja.\nVocê se sente saciado.\n[Taverneira]: São apenas 30 peças de prata, senhor.\n"
        },
        {
            "txt" : "[Heroi] Ué, você me ofereceu comida, eu aceitei, agora tenho que pagar?\n[Narrador]: Indignada com sua resposta, a taverneira te chuta no peito,\ncausando muita dor, e talvez quebrando uma costela...\n"
        },
        {
            "txt" : "perder10hp\n"
        },
        {
            "txt" : "[Aviso]: Heroi perdeu 10 de HP\n[Taverneira]: Você tem que pagar pela refeição, imbecil.\nSe não pode pagar, pegue uma missão no mural ali e faça dinheiro!\n"
        },
        {
            "txt" : "Temer\n"
        },
        {
            "txt" : "[Narrador]: Com as costelas doendo, você vai até  o mural e pega a única missão restante.\n\n"
        } 
    ],
    "R2-2":[
        {
            "txt" : "[Taverneira] Pois bem, viajante, há uma certa tarefa que acabou de chegar até mim,\nainda não pus no mural,se tiver interesse, como forma de pagamento,\ndou-lhe a refeição, você não parece má pessoa.\n[Narrador]: Seus olhos brilham ao ver tamanha gentileza, que você pensa ter sido ajudado por um anjo.\nDe prontidão você aceita a tarefa, enquanto saboreia o pagamento adiantado.\n"
        }
    ],
    "R2-3":[
        {
            "txt" : "ROOOOOOONC...\n"
        },
        {
            "txt" : "[Narrador]: Ao escutar o som de seu estômago faminto, você desmaia...\n"
        },
        {
            "txt" : "[Taverneira]: Moço, pude notar que você está sem comer há algum tempo, trouxe algo para ti.\n[Narrador]: Você come sobras de comida, e sente que foi a melhor refeição da sua vida.\n"
        },
        {
            "txt" : "[Narrador]: A taverneira, olhando para sua situação precária,\nte oferece uma missão, para que você possa pelo menos viver dignamente.\n"
        }
    ]
}