{
    "Q1" : [
        {"txt":"[Narrador]: Você cavalga em direção à Floresta do Krambeck. Seus arredores são enevados. \n"},
        {"txt":"InserirBackgroundSnowyKrambeck\n"},
        {"txt":"[Narrador]: Chegando na floresta, em uma questão de dias, a nevasca de Metherax já havia tomado conta da paisagem.\n"},
        {"txt":"[Narrador]: No entanto você nota uma grande quantidade presenças malignas. Evitando-as, você vai até o santuário encontrar com os elfos da floresta.\n"},
        {"txt":"[Narrador]: Lá, os elfos lutam contra as forças do mal. Endílien, Pelégolas encontram-se comandando as forças contra mortos vivos.\n"},
        {"txt":"InserirEndilien\n"},
        {"txt":"[Endílien]: Heroi! Seu regresso é em boa hora! Ajude-nos proteger o santuário!\n"},
        {"txt":"BatalhaUndeadArcher\n"},
        {"txt":"[Heroi]: Esses inimigos... eram nossos camaradas da nossa luta contra Rhon'Aldyn!\n"},
        {"txt":"InserirPelegolas\n"},
        {"txt":"[Pelégolas]: Sim... eram elfos de outrora.\n"},
        {"txt":"InserirEndilien\n"},
        {"txt":"[Endílien]: Desde que essa neve começou a cair, depois de alguns dias os mortos começaram a se levantar.\n"},
        {"txt":"[Heroi]: Então o povo de Santos corre perigo. Saí de lá logo após Metherax expandir sua magia pelo local.\n"},
        {"txt":"[Heroi]: Derrotamos o arauto do lich naquele local. Metherax havia prometido um exército imortal para aquele que controlava a cidade.\n"},
        {"txt":"[Heroi]: Após algumas circunstâncias consegui recuperar os seus artefatos do seu povo.\n"},
        {"txt":"[Narrador]: Endílien se anima com os objetos, e após recebê-los, começa a canalizar sua energia nas relíquias.\n"},
        {"txt":"[Endílien]: Com isso em nossas mãos, poderemos eliminar quaisquer ameaças.\n"},
        {"txt":"[Narrador]: Fincando a relíquia no chão e canalizando a energia do objeto, plantas começam a nascer em torno de Endílien.\n"},
        {"txt":"[Narrador]: Arvores frondosas crescem mesmo com o clima enevado.\n"},
        {"txt":"[Endílien]: Acordem, filhos de Krambeck! Ó mãe terra, proteja-nos do mal!\n"},
        {"txt":"[Narrador]: Mais e mais árvores cresciam, e com isso, a corrupção ia deixando o solo.\n"},
        {"txt":"[Endílien]: Ents, Acordem!\n"},
        {"txt":"[Narrador]: Das novas árvores, algumas começam a crescer mais e suas raízes começam a sair do chão, se comportando como pernas.\n"},
        {"txt":"[Narrador]: Os ents começam a eliminar os mortos que antes atacavam os elfos. A moral dos elfos retornava e se engrandecia a cada golpe dado pelos Ents.\n"},
        {"txt":"[Pelégolas]: Incrível... Esse era o poder adormecido nos artefatos que você buscava, Endílien.\n"},
        {"txt":"[Endílien]: Sim, com isso poderemos erradicar o mal de nossa floresta.\n"},
        {"txt":"[Narrador]: Após a batalha, os druidas começaram a operação de limpeza da corrupção da floresta. No entanto, a nevasca não diminuíra.\n"},
        {"txt":"[Pelégolas]: O poder do lich continua pairando sobre nós. Mesmo depois de tudo isso. \n"},
        {"txt":"[Heroi]: Sim, a luta continuará até que Metherax seja derrotado.\n"},
        {"txt":"[Endílien]: É adequado pressupor que casos semelhantes estão ocorrendo por todo o continente. \n"},
        {"txt":"[Endílien]: Pelégolas, acredito que com a floresta ao nosso lado novamente, poderemos nos cuidar sozinhos contra essas aparições de Metherax.\n"},
        {"txt":"[Endílien]: Curitiba também deve estar sofrendo com ataques semelhantes. Seu povo também precisa de você.\n"},
        {"txt":"[Heroi]: Metherax disse a seu servo que iria encontrá-lo no oeste, mas não sei o seu paradeiro ao certo.\n"},
        {"txt":"[Pelégolas]: Irei retornar imediatamente a Curitiba. Não recebo cartas da general Líriel há alguns dias. Se quiser me acompanhar, heroi. Sua companhia será bem vinda, visto que iremos ao oeste.\n"},
        {"txt":"[Heroi]: Suas tropas continuarão aqui na Floresta do Krambeck? Não precisa avisá-los de seu retorno?\n"},
        {"txt":"[Endílien]: Vão. Deixem essa questão em minhas mãos. Não tardará até que seus soldados o acompanhem, Pelégolas.\n"},
        {"txt":"[Pelégolas]: Obrigado, Endílien. Vamos Heroi, talvez consigamos mais informação com a general.\n"},
        {"txt":"[Narrador]: Chegando em Curitiba, havia apenas caos. Muitos mortos vivos nas ruas. Você e Pelégolas matavam alguns inimigos, enquanto cavalgavam em direção ao quartel general à procura de Líriel.\n"},
        {"txt":"[Pelégolas]: Como pensamos, o domínio de Metherax também chegou aqui.\n"},
        {"txt":"[Narrador]: Ao chegar no quartel general, os cavalos desabam ao chão devido ao cansaço.\n"},
        {"txt":"[Pelégolas]: General!\n"},
        {"txt":"[Líriel]: Pelégolas! Heroi! Vocês voltaram!\n"},
        {"txt":"[Pelégolas]: Sim. Finalizamos a corrupção da floresta do Krambeck. Qual é a situação?\n"},
        {"txt":"[Líriel]: Suas tropas já retornaram?\n"},
        {"txt":"[Pelégolas]: Eu e o Heroi viemos na frente. A infantaria chegará em um ou dois dias.\n"},
        {"txt":"[Líriel]: Nossas forças se tornaram tênues aqui na cidade. Nossos exércitos estão ocupados e ainda não retornaram tanto de Krambeck quanto de Teófilo Otoni.\n"},
        {"txt":"[Líriel]: E essa nevasca também não facilita nosso trabalho. Desde que ela chegou, o caos se instaurou em Curitiba.\n"},
        {"txt":"[Heroi]: General. Essa nevasca foi causada por aquele que corrompeu Rhon'Aldyn, o lich Metherax.\n"},
        {"txt":"[Líriel]: Conseguiste confrontar esse lich?\n"},
        {"txt":"[Heroi]: Não exatamente. Após derrotarmos Rhon'Aldyn, estive em Santos e pude ver nosso inimigo exercer seu poder com meus olhos, no entanto era apenas uma projeção astral.\n"},
        {"txt":"[Heroi]: Eu descobri que ele se encontra a oeste, mas não sei seu paradeiro ao certo. Vim a Curitiba procurando respostas.\n"},
        {"txt":"[Líriel]: Chamarei alguém que poderá nos ajudar. Guarda, busque nosso mensageiro.\n"},
        {"txt":"[Narrador]: Após alguns minutos, um elfo adentra a sala e Líriel se dirige a ele.\n"},
        {"txt":"[Líriel]: Meus homens aqui estão dizendo que sabem quem foi o causador dessa nevasca. Mas não sabem encontrá-lo, a não ser que veio do oeste.\n"},
        {"txt":"[Líriel]: Conte-nos a sua mensagem.\n"},
        {"txt":"[Mensageiro]: Certo. Nossos espiões lutando na Cidade Livre observaram um grande clarão de magia nos arredores da guilda Asas da Liberdade.\n"},
        {"txt":"[Heroi]: O que? a Cidade Livre está em guerra?\n"},
        {"txt":"[Mensageiro]: Sim, o mesmo que ocorre aqui está ocorrendo por todo o continente, lá não é exceção. \n"},
        {"txt":"[Mensageiro]: Desde o clarão, a nevasca se espalhou por todo o continente e então os mortos começaram a ressurgir.\n"},
        {"txt":"[Pelégolas]: Acho que tens a pista que desejava, heroi.\n"},
        {"txt":"[Heroi]: De fato, partirei assim que eliminarmos os inimigos de Curitiba.\n"},
        {"txt":"[Líriel]: Não nos subestime, Heroi, daremos conta da situação aqui. Ainda mais com Pelégolas ao meu lado. Vá e elimine a causa raiz desse problema.\n"},
        {"txt":"[Heroi]: Entendo... Partirei imediatamente.\n"}
    ]
}