{
    "Q1" : [
        {"txt":"[Narrador]: Ao chegar na Cidade Livre, você encontra apenas mortos vivos pelas ruas.\n"},
        {"txt":"[Narrador]: Você segue abrindo caminho entre os inimigos em direção à\n Asas da Liberdade. Ao se aproximar você escuta o som de batalha.\n"},
        {"txt":"[Narrador]: No portão principal da guilda, encontram-se os servos do lich\n tentando forçar passagem, sendo parados por uma barricada.\n"},
        {"txt":"InserirAldeaoFinal1\n"},
        {"txt":"[Aldeão]: Empurrem-nos!!!!\n"},
        {"txt":"InserirEspiritoMaldito\n"},
        {"txt":"[Espírito Maldito]: Acabemos logo com isso, quebrem-nos!\n"},
        {"txt":"[Narrador]: Você avança para o espírito, vendo que ele comanda os inimigos naquela batalha.\n O espírito percebe sua aproximação.\n"},
        {"txt":"[Espírito Maldito]: Não tolerarei adversidades.\n"},
        {"txt":"BatalhaEspiritoMaldito\n"},
        {"txt":"InserirJessie\n"},
        {"txt":"[Jessie]: Heroi! Finalmente um aventureiro retornou para cá!!!\n"},
        {"txt":"[Heroi]: Jessie, o que está acontecendo? Onde estão todos?\n"},
        {"txt":"[Jessie]: Não havia muitos guardas. Todos foram mortos por esses monstros!\n"},
        {"txt":"[Jessie]: Fizemos essa barricada e todos os que sobreviveram a essa infestação\n estão aqui dentro.\n"},
        {"txt":"[Heroi]: Onde estão os outros aventureiros?\n"},
        {"txt":"[Jessie]: Eles saíram em missões muito longe daqui. Você é o primeiro a retornar.\n"},
        {"txt":"[Heroi]: Entendo. Eu voltei pois há um inimigo que precisa ser derrotado.\n E parece que a fonte de poder dele se originou aqui na Cidade Livre.\n"},
        {"txt":"[Jessie]: Que coisa horrível! Agradeço que você está aqui então, Heroi,\n dessa forma poderemos conversar face a face.\n"},
        {"txt":"[Jessie]: O tolo do Edward não foi o suficiente.\n"},
        {"txt":"[Narrador]: Jessie começa a sugar a alma das pessoas à sua volta e te atinge\n com uma poderosa magia.\n"},
        {"txt":"[Narrador]: Você se choca com a parede e fica atordoado.\n"},
        {"txt":"[Narrador]: Todos à volta caem exaustos, ou inconscientes.\n"},
        {"txt":"[Jessie]: Heroi, você já ouviu falar de Brasília? Um reino de outrora,\n com riquezas infindáveis, recursos abundantes e um povo próspero.\n"},
        {"txt":"[Narrador]: Nesse momento Jessie assume sua forma de lich.\n"},
        {"txt":"InserirMetherax\n"},
        {"txt":"[Metherax]: Eu era o rei de Brasília. Meu povo era feliz, rico, farto.\n"},
        {"txt":"[Metherax]: Mas eventualmente eles se entristeciam, caro Heroi. Sabe o porquê?\n Por que os ventos da mudança chegavam.\n"},
        {"txt":"[Metherax]: A mudança é inevitável. O tempo é o maior causado de tristeza desse mundo. \n"},
        {"txt":"[Metherax]: Com ele, entes queridos se vão. A vitalidade se esvai.\n Grandes monumentos apodrecem. Lâminas perdem o fio e enferrujam.\n"},
        {"txt":"[Metherax]: Como rei, meu dever era garantir que meu povo fosse feliz.\n"},
        {"txt":"[Metherax]: Paralizar o tempo de uma pessoa, tornando-a imortal. \n"},
        {"txt":"[Metherax]: Pesquisei muito para adquirir a imortalidade para meu povo.\n Todos deveriam ter a perpetuidade.\n"},
        {"txt":"[Metherax]: No entanto... Eu falhei... Ao realizar o ritual, toda Brasília\n foi consumida pela minha magia.\n"},
        {"txt":"[Metherax]: Esposa, filhos, servos... meu povo em sua totalidade deu a vida para\n garantir a imortalidade somente a mim.\n"},
        {"txt":"[Heroi]: Seu louco...\n"},
        {"txt":"[Metherax]: Não... estou lúcido. Eles ofertaram a vida para que eu pudesse me aprimorar mais,\n para garantir a felicidade não somente do meu povo mas como de todo o mundo!\n"},
        {"txt":"[Metherax]: Veja bem... Seu dever como aventureiro não é tornar a vida das pessoas melhores? \n"},
        {"txt":"[Metherax]: Imagine garantir que ninguem mais sofra com doenças, fome ou sono?\n Ninguem mais deverá sofrer ao ver o padecer de um familiar querido.\n"},
        {"txt":"[Metherax]: Pense bem. Meu Inverno Eterno é a salvação para todas as raças deste mundo.\n"},
        {"txt":"[Metherax]: Junte-se a mim, Heroi. Juntos faremos um mundo melhor para aqueles\n que abraçarem o pós vida!\n"},
        {"txt":"[Narrador]: Após finalmente se levantar, ainda um pouco cambaleante,\n você saca sua arma e aponta para o lich.\n"},
        {"txt":"[Heroi]: Você se esquece que nem todos pensam como você e que esses seres também\n devem ter a oportunidade de habitarem nosso mundo como mortais.\n"},
        {"txt":"[Narrador]: Você tenta acertar um golpe em Metherax, no entanto o golpe é aparado por um guerreiro.\n"},
        {"txt":"[Metherax]: Entendo... é mesmo uma pena. Tu pretendes se tornar uma inconveniência até o fim...\n"},
        {"txt":"[Metherax]: Eu tive todo o trabalho de garantir que todos os aventureiros mais\n fortes de Asas da Liberdade fossem para os mais longíquos confins do continente.\n"},
        {"txt":"[Metherax]: O único que restou foi ele... O fundador e mestre da guilda Asas da\n Liberdade e agora meu cavaleiro da morte, Davion Stormfury! \n"},
        {"txt":"InserirDavion\n"},
        {"txt":"[Davion]: ..........\n"},
        {"txt":"InserirMetherax\n"},
        {"txt":"[Metherax]: Ele foi formidável em sua resistência, mas foi em vão.\n Atualmente ele tem o prazer de servir a mim e ao meu propósito.\n"},
        {"txt":"[Heroi]: Senhor Davion...\n"},
        {"txt":"[Metherax]: Acabe com isso, Davion, elimine esta última inconveniência.\n Estarei na cidadela para canalizar mais de meu poder no ritual.\n"},
        {"txt":"InserirDavion\n"},
        {"txt":"[Davion]: ......... Sim, milorde.\n"},
        {"txt":"[Heroi]: Senhor Davion, acorde dessa hipnose!\n"},
        {"txt":"[Davion]: .........\n"},
        {"txt":"InserirMetherax\n"},
        {"txt":"[Metherax]: Usando seu poder, Metherax destrói o teto da guilda e acima há uma\n ilha flutuante, gigantesca. Ele se teleporta para aquele local.\n"},
        {"txt":"BatalhaDavion\n"},
        {"txt":"[Narrador]: Após derrotar o arauto do inimigo, você acaba por eliminar o vínculo\n entre ele e o lich. Dessa forma Davion recobra a consciência. \n"},
        {"txt":"InserirDavion\n"},
        {"txt":"[Davion]: O que está acontecendo aqui... Eu estava lutando contra a Jessie...\n Minha mente está turva.\n"},
        {"txt":"[Narrador]: Nesse momento retornaram à sua mente todas as memórias desde que fora derrotado.\n"},
        {"txt":"[Davion]: A Jessie! Ela me matou... Mas como estou vivo? Meu corpo... está frio.\n Eu lutei, contra você!! \n"},
        {"txt":"[Heroi]: Senhor Davion, a Jessie na verdade se chama Metherax, e eu tenho que ir impedí-la.\n Por favor, fique aqui e descanse.\n"},
        {"txt":"[Davion]: Ele está la em cima, não é?\n"},
        {"txt":"[Heroi]: Sim.\n"},
        {"txt":"[Davion]: Em minha memórias de quando estava sob o controle do desgraçado,\n me vi utilizando essa pedra para me teleportar para a fortaleza dele.\n"},
        {"txt":"[Davion]: No momento, é a única forma com a qual posso contribuir.\n"},
        {"txt":"[Narrador]: O cavaleiro te entrega uma pedra rúnica, com inscrições de uma\n língua antiga gravadas nela.\n"},
        {"txt":"[Heroi]: Obrigado, mestre Davion.\n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: Você utiliza o poder da pedra, e com isso uma luz aparece à sua volta e\n quando você percebe já está no que parece ser a cidadela do lich.\n"},
        {"txt":"[Narrador]: O ambiente é uma cidade em ruínas, mas ao fundo se apresenta um grande castelo sinistro. \n"},
        {"txt":"[Heroi]: Ruínas daquilo que fora uma grande cidade, provavelmente isto é o que restou\n do seu ritual maligno, Metherax...\n"},
        {"txt":"[Narrador]: Nos portões do castelo uma silhueta aparece.\n"},
        {"txt":"[Narrador]: Ela se revela uma cavaleira. Carregando uma grande alabarda com graciosidade,\n ela dá alguns passos à frente e te aborda. \n"},
        {"txt":"InserirValquiria\n"},
        {"txt":"[Rainha Valquíria]: Este é um local sagrado do grande lich Metherax.\n Eu, como rainha das valquírias, guardo este local e sua presença não é permitida aqui.\n"},
        {"txt":"[Rainha Valquíria]: Aviso-te para que se retire, ou serei obrigada a iniciar combate.\n"},
        {"txt":"[Narrador]: Senhora valquíria, vim acabar com Metherax e com todos os que o seguem...\n"},
        {"txt":"[Rainha Valquíria]: Entendo. No entanto, não sairá daqui com vida. Morra!\n"},
        {"txt": "BatalhaValquiria\n"},
        {"txt":"[Narrador]: A alabarda quebrada ao chão, o espírito da rainha valquíria deixa o corpo.\n Já sem a magia negra do lich, A verdadeira Rainha valquíria é capaz de descansar.\n"},
        {"txt":"InserirValquiriaLuz\n"},
        {"txt":"[Rainha Valquíria]: Devo a ti gratidão, humano... Metherax me envenenou,\n mas agora posso retornar para o lado de minha deusa. Que a Deusa da Luz o abençoe.\n"},
        {"txt":"[Narrador]: O espírito da valquíria ascende aos céus. \n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: Ao entrar nos domínios do castelo, você se sente sendo observado.\n Você está sendo rodeado por inimigos.\n"},
        {"txt":"[Narrador]: Lobos começam a se aproximar de você, rosnando com suas bocas salivando,\n ansiosos por sua nova presa.\n"},
        {"txt":"[Narrador]: Uma figura surge das sombras.\n"},
        {"txt":"InserirSenhorDosLobisomens\n"},
        {"txt":"[Elfo Negro]: Não esperávamos que alguém conseguiria chegar até este castelo,\n Heroi. Você me surpreendeu.\n"},
        {"txt":"[Elfo Negro]: No entanto, agradeço fortemente que essa oportunidade apareceu,\n assim poderei me vingar de você.\n"},
        {"txt":"[Heroi]: Acredito que errou de alvo, elfo, nunca o vi antes. \n"},
        {"txt":"[Elfo Negro]: Você pagará por ter matado minha irmã, seu imundo!\n Pereça perante o Senhor dos Lobisomens\n"},
        {"txt":"[Narrador]: O elfo à sua frente se transforma em um Lobo Infernal.\n"},
        {"txt":"BatalhaSenhordosLobisomens\n"},
        {"txt":"[Senhor dos Lobisomens]: Seu desgraçado... Você pagará por tudo...\n"},
        {"txt":"[Narrador]: Ao perder o seu senhor, os lobos que o rodeavam se debandam.\n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: Você segue pelo castelo abandonado e chega em uma sala com um monumento bem no centro.\n Um moça se encontra ajoelhada em frente ao monumento.\n"},
        {"txt":"[Narrador]: Chamas verde-azuladas se acendem e a mulher se levanta. Ao se aproximar,\n você consegue perceber os chifres e suas características demoníacas.\n"},
        {"txt":"InserirDemonioSuperior\n"},
        {"txt":"[Demônio Superior]: Ora ora, heroi, você quase chegou no nosso mestre Metherax.\n Ele encontra-se logo à frente.\n"},
        {"txt":"[Heroi]: Acredito que você poderia me deixar passar, então?\n"},
        {"txt":"[Demônio Superior]: Bem humorado você, espero que divirta-se muito no inferno.\n"},
        {"txt":"BatalhaDemonioSuperior\n"},
        {"txt":"[Narrador]: Após ser derrotada, a demônio queima até não restarem nem as cinzas.\n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: Você segue adiante e entra na sala do trono. Um local profanado,\n tomado pela magia dos mortos. \n"},
        {"txt":"[Narrador]: Metherax se encontra na sala canalizando sua magia.\n"},
        {"txt":"InserirMetherax\n"},
        {"txt":"[Metherax]: Heroi, você não desiste de me atrapalhar. Nem com todos os meus\n subordinados eu consegui pará-lo.\n"},
        {"txt":"[Heroi]: Inserir mais obstáculos no meu caminho não vai me impedir de chegar até você.\n"},
        {"txt":"[Metherax]: Logo, terei que pará-lo com minhas próprias mãos.\n"},
        {"txt":"BatalhaLich1\n"},
        {"txt":"[Metherax]: Tu não deves sentir-se impotente, sua morte aqui será sua salvação, heroi. \n"},
        {"txt":"[Metherax]: Sucumba e retorne como meu servo.\n"},
        {"txt":"[Narrador]: Sua visão fica cada vez mais escura e sua mente se esvai.\n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"InserirBackgroundTelaPreta.\n"},
        {"txt":"[Narrador]: Uma luz aparece em sua visão. A luz vai aumentando até surgir\n uma silhueta surgir na sua frente.\n"},
        {"txt":"InserirDeusa\n"},
        {"txt":"[Deusa da Luz]: Jovem Heroi, venho acompanhando sua jornada. Muitos oram por ti,\n solicitando que eu o acompanhe.\n"},
        {"txt":"[Deusa da Luz]: Tu não és perfeito, mas luta de acordo com suas convicções.\n Dar-te-ei minha bênção pois esse momento não deve ser o seu fim, muitos ainda hão de solicitar sua ajuda.\n"},
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: Metherax encontra-se na tentativa de ressucitá-lo com sua magia,\n mas uma forte luz surge do seu corpo  interrompendo-o.\n"},
        {"txt":"[Narrador]: Seus olhos se abrem e você sente a força dada pela Deusa a você.\n"},
        {"txt":"InserirMetherax\n"},
        {"txt":"[Metherax]: Sua morte fora confirmada, como tu pudestes voltar?\n"},
        {"txt":"[Metherax]: Essa luz... arde.\n"},
        {"txt":"[Heroi]: A mim foi dada uma nova oportunidade. Dessa vez resolveremos nossa contenda.\n"},
        {"txt":"BatalhaLich2\n"},
        {"txt":"[Metherax]: Não, não, não! Eu estava tão perto... Heroi...\n"},
        {"txt":"[Narrador]: Metherax emite seu último suspiro.\n"}
    ],
    "BOM" : [
        {"txt":"RemoverAtor1\n"},
        {"txt":"[Narrador]: O corpo do lich se desintegra, liberando toda a magia condensada dentro dele. \n"},
        {"txt":"[Narrador]: A magia negra de dispersa e a nevasca do Inverno Eterno começa a se dissipar\n dando lugar à luz do Sol, nascendo pela manhã, rompendo a noite.\n"},
        {"txt":"[Narrador]: A luz da bênção da Deusa também se esvai e você cai de joelhos, de cansaço, ofegante.\n"},
        {"txt":"[Heroi]: Com isso, acredito que meu dever foi cumprido.\n"},
        {"txt":"[Narrador]: A cidade de Brasília começa a cair uma vez que agora não há o poder de\n Metherax para mantê-la nos céus.\n"},
        {"txt":"[Narrador]: Em um grande estrondo, a ilha pousa em uma campina perto da Cidade Livre.\n"},
        {"txt":"[Narrador]: Algumas horas depois você retorna para a Cidade Livre.\n"},
        {"txt":"[Narrador]: Um dos cidadãos o reconhece.\n"},
        {"txt":"InserirAldeaoFinal2\n"},
        {"txt":"[Aldeão]: É o Heroi!!! Ele retornou!!!!\n"},
        {"txt":"[Narrador]: Os sobreviventes da Cidade Livre o auxiliam em seu retorno,\n e o acompanham durante os dias de sua recuperação.\n"},
        {"txt":"[Narrador]: Após se recuperar, você vai novamente à Asas da Liberdade.\n"},
        {"txt":"[Narrador]: Ao entrar na guilda, um aventureiro avisa de sua chegada.\n"},
        {"txt":"InserirAventureiro\n"},
        {"txt":"[Aventureiro]: Pessoal!!! O Heroi chegou!!!\n"},
        {"txt":"[Narrador]: Todos haviam retornado à Cidade Livre após ouvirem as notícias do que ocorrera ali.\n"},
        {"txt":"InserirAventureira\n"},
        {"txt":"[Aventureira]: Um brinde ao nosso salvador Heroi! Hahahahahaa!\n"},
        {"txt":"[Narrador]: E Uma grande festa se deu até que todos perdessem a noção dos dias que se passaram.\n"}
    ],
    "NEUTRO" : [
        {"txt":"[Heroi]: Meu caro, posso te dar meu ouro, mas desejo algumas informações antes.\n"},
        {"txt":"[Pirata Bêbado]: Nóis que mandamos aqui, arqueiro.\n"},
        {"txt":"[Heroi]: Estou vendo, por isso estou inclinado a ajudá-lo. Não desejo atrapalhar seus negócios, mas procuro alguns mercenários, recentemente contratados.\n"},
        {"txt":"[Pirata Bêbado]: Mercenários? A cidade está cheia deles. Vai ser difícil encontrar o seu grupo específico... Mas se deseja alguma começar por algum lugar, é melhor ir na taverna do centro.\n"},
        {"txt":"[Heroi]: Entendo. Obrigado meu nobre. Fico feliz que pudemos resolver nosso contratempo de forma amigável. Aqui está o ouro.\n"},
        {"txt":"[Pirata Bêbado]: Hehehe, cê fala bonito. Haha! Agora vaza, pobre\n."}
    ],
    "MAU" : [
        {"txt":"[Heroi]: Aqui está, senhor.\n"},
        {"txt":"[Pirata Bêbado]: Cê é esperto, fez a melhor escolha Haha! Agora vaza, pobre.\n"},
        {"txt":"[Narrador]: No momento que o pirata e seu grupo dão as costas você ataca.\n"},
        {"txt":"--luta pirata bebado\n"},
        {"txt":"[Narrador]: Com a derrota do aparentemente líder do grupo, os outros ladrões fogem.\n"},
        {"txt":"[Pirata Bêbado]: Desgraçado! Você está desafiando os piratas do Barba Negra! Isso não vai ficar assim!\n"},
        {"txt":"[Narrador]: Mais tarde naquele dia...\n"},
        {"txt":"[Pirata Bêbado]: Foi isso chefe, o cara não nos deu o ouro e nos desafiou na briga! Uma afronta ao senhor!\n"},
        {"txt":"[Barba Negra]: Entendo... Então, Vocês não pegaram o ouro, foram desafiados, estavam em maior número e tomaram um pé na bunda de um único sujeito?\n"},
        {"txt":"[Pirata Bêbado]: Olhando por esse lado...\n"},
        {"txt":"[Barba Negra]: Não tema. Esse sujeito só pode estar junto de Roger, vamos acabar com todos eles ao mesmo tempo!\n"},
        {"txt":"[Pirata Bêbado]: Obrigado chefe! Com certeza não vai restá ninguém para desafiá-lo.\n"},
        {"txt":"[Barba Negra]: Agora vá.\n"},
        {"txt":"--sound Shot\n"},
        {"txt":"[Narrador]: Enquanto o pirata se virava para sair do local, Barba negra atira com seu revólver, eliminando a vida do subordinado.\n"},
        {"txt":"[Barba Negra]: Não há espaços no meu bando para aqueles que desonram meu nome.\n"}
    ]
}