{
    "Q1":
    [
        {
            "txt": "[Narrador]: Após alguns dias, vocês chegam aos portões de Teofilotoni.\n[Narrador]: A cidade, altamente fortificada mostra as preocupações de seu rei com a defesa dessa terra.\n"
        },
        {
            "txt": "InserirGuardaExterno\n"
        },
        {
            "txt": "[Guarda]: Parados aí! A entrada em Teofilotoni de estrangeiros está proibida por ordens do nosso rei!\n[Heroi]: Nós temos um contrato de guilda, guarda.\n[Guardda]: Sinto muito, aventureiro, mas não há exceções.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Deixe-me cuidar disso.\n[The'té]: Sabemos de suas obrigações, nobre soldado! Jamais pediríamos para ir contra seu rei.\nMas acredito que isso possa servir como compensação pela nossa entrada.\n"
        },
        {
            "txt": "[Narrador]: A elfa retira de sua bolsa uma safira cósmica e entrega ao guarda.\n[Narrador]: Os olhos do guarda brilham com o vislumbre de tal pedra estrelada.\n"
        },
        
        {
            "txt": "InserirGuardaExterno\n"
        },
        {
            "txt": "[Guarda]: Dada a casualidade, acredito que com essa generosidade, \npossamos chegar a um acordo benéfico para ambas as partes.\n"
            
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Tenho certeza que sim, meu caro amigo anão.\n[Narrador]: O guarda libera a entrada na cidade.\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        
        {
            "txt": "[Narrador]: Teofilotoni é uma cidade dividida em superior e inferior.\n[Narrador]: A parte superior da cidade é voltada para os campos de agricultura,\njá a parte inferior é onde a verdadeira cidade se encontra.\n[Narrador]: Campos de mineração, comércio... a grandeza da cidade ficava embaixo da terra.\n"
        },
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Devemos seguir até a taverna Recanto do Opala encontrar com o meu contato aqui da cidade.\n[Heroi]: Uma taverna em uma cidade de anões... Parece promissor...\n"
        },
        {
            "txt": "[Narrador]: A dupla vai até o subúrbio de Teofilotoni, e buscam pelo Recanto do Opala.\n[Narrador]: Enquanto caminhavam, viam muitos cidadãos miseráveis pelas ruas,\ncom guardas por todos os lados.\n[Narrador]: Ao longe era visível a construção que parecia ser o castelo do rei enânico.\n"
        },
        
        {
            "txt": "InserirBackgroundTeofilotoniInn\n"
        },
        {
            "txt": "[Narrador]: Ao chegarem na taverna, o taverneiro apresenta uma promoção da casa.\n"
        },
        {
            "txt": "InserirTaverneiro\n"
        },
        {
            "txt": "[Taverneiro]: Aôba, meus camaradas! Vejo que são novos por aqui, são de outro distrito?\n[Taverneiro]: A reputação da minha humilde taverna está chegando longe!\n[Taverneiro]: Vieram pelo desafio do Opala?\n"
        },
        {
            "txt": "[Narrador]: O interesse presente na face do guerreiro era nítido.\n[Heroi]: Do que se trata o desafio, meu caro?\n"
        },
        {
            "txt": "[Taverneiro]: Meu pai, Opala Barbarruiva, ao fundar esse bar, \nfoi o primeiro a beber 6 canecos da 51 mais forte que temos aqui!\n[Taverneiro]: Todos aqueles que conseguem alcançar ou superar meu pai \nrecebem a honra de serem conhecidos como Opala Seis Canecos por todo o distrito!\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Heroi, não deveríamos chamar atenção até terminarmos nossa tarefa aqui.\n"
        },
        
        {
            "txt": "InserirTaverneiro\n"
        },
        {
            "txt": "[Taverneiro]: O que me diz, nobre aventureiro?\n1 - Um desafio suspeito, fingir aceitar mas agir com cautela.\n2 - Agir com discrição e recusar a oferta.\n3 - Buscar o título de Opala Seis Canecos.\n"
        }
    ],

    "R1-1":
    [
        {
            "txt": "[Heroi]: Devo dizer que sempre fui bom com bebida!\n[Taverneiro]: É o que veremos!\n"
        },
        {
            "txt": "[Narrador]: Depois de alguns goles, você sente que o álcool sobe à sua cabeça.\n[Narrador]: Você força mais alguns goles da forte bebida mas é segurado por The'té.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Nós viemos aqui com outro objetivo.\n\n"
        },
        {
            "txt": "[Heroi]: Uma ótima bebida anão! Mas não será hoje que vencerei o desafio. Voltarei outro dia!\n"  
        },
        
        {
            "txt": "InserirTaverneiro\n"
        },
        {
            "txt": "[Taverneiro]: Pelo visto temos mais um que fala mais do que bebe senhores! Hahahahaha \nAlguém mais quer tentar?\n"
        },
        
        {
            "txt": "[Narrador]: Você se afasta e assenta ao fundo com The'té para esperar o contato.\n[Narrador]: Após um tempo de espera, um anão armadurado adentra o recinto.\n"
        },
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Narrador]: The'té faz um sinal com a cabeça e o anão vem até vocês.\n[Contato]: Noite! Percebo que conseguiu chegar aqui sem muitos problemas.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Teremos tropas para nos ajudar vindos daqui algumas semanas,\nos preparativos estão sendo feitos. A revolução terá o nosso apoio.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Contato]: O desgraçado do rei Zé Dassilva IV será morto por nós. \n[Contato]: Temos seguidores o suficiente para causar um alvoroço dentro de Teofilotoni.\n[Contato]: Enquanto o exército real estiver ocupado com a distração élfica, seremos capazes\nde assassinar o rei e atingir os suprimentos do inimigo.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Os detalhes estão nesse envelope.\n"
        },
        {
            "txt": "[Narrador]: Enquanto conversavam, guardas entram na taverna:\n"
        },
        
        {
            "txt": "InserirGuarda\n"
        },
        {
            "txt": "[Guarda]: Recebemos uma denúncia de um humano e uma elfa suspeitos entrando na cidade, eles foram vistos entrando nessa taverna.\n[Guarda]: Solicito calma a todos enquanto revistamos o local.\n"
        },
        {
            "txt": "[Narrador]: Rapidamente, aproveitando que os clientes ainda estavam digerindo a informação, \nThe'té agarra o seu braço e o do anão e vocês tentam escapar pelos fundos.\n[Narrador]: Um dos guardas capta a movimentação.\n"
        },
        {
            "txt": "[Guarda]: ALI ESTÃO ELES!!\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        {
            "txt": "[Narrador]: Vocês tentam fugir pela janela do bar, conseguem correr por algumas quadras com flechas ao seu encalço,\nporém, o cerco dos guardas acaba por alcançá-los. \n"
        },
        
        {
            "txt": "BattleAnaoAtiradorStreet\n"
        },
        {
            "txt": "BattleAnaoMagoStreet\n"
        },
        {
            "txt": "[Narrador]: Após conseguir uma abertura no cerco nos guardas, vocês tentam fugir por um beco,\nenquanto os guardas continuam na perseguição.\n"
        },
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Anão Desconhecido]: Rápido, por aqui!\n\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "InserirBattlegroundTikTokHouse\n"
        },
        {
            "txt": "[Narrador]: Vocês, no desespero, acompanham para dentro da casa do anão enquanto ele fecha a porta.\n[Contato]: Por Deus Tik! Era para você ter vigiado o lado de fora para nos avisar se alguém aparecesse.\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Uai Tok, me bateu uma fome então vim em casa pegar um docinho de leite, sô.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Uai... Uai nada! Você pôs tudo a perder, Tik! \n[Narrador]: A dupla de anões discute mais um pouco, até serem interrompidos.\n"
        }
    ],
    "R1-2":
    [
        {
            "txt": "[Narrador]: Vocês buscam uma mesa ao fundo, de onde dava pra olhar todo o bar,\nsem ficarem expostos.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Vê esse anões felizes? A cerveja é a única coisa que põe sorrisos em seus rostos.\n"
        },
        {
            "txt": "[The'té]: Pessoalmente, é um desperdício ajudar esses caras, mas os poderosos vêem nessa revolução\numa possibilidade de comércio.\n[Heroi]: Revolução?\n"
        },
        {
            "txt": "[The'té]: Sim... Há décadas os anões se trancaram em Teofilotoni, e como pôde ver,\neles conseguiram muitas riquezas. Mas ninguém além deles tem acesso a tudo isso.\n[The'té]: Porém, isso fica apenas para as casas nobres deles. No fim, a maioria dos anões\ntem como maior esperança de diversão, vir para tavernas como essa.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Narrador]: The'té faz um sinal com a cabeça para um anão que acabara de entrar na taverna.\n[Contato]: Noite! Percebo que conseguiu chegar aqui sem muitos problemas.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Teremos tropas para nos ajudar vindos daqui algumas semanas,\nos preparativos estão sendo feitos. A revolução terá o nosso apoio.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Contato]: O desgraçado do rei Zé Dassilva IV será morto por nós. \n[Contato]: Temos seguidores o suficiente para causar um alvoroço dentro de Teofilotoni.\n[Contato]: Enquanto o exército real estiver ocupado com a distração élfica, seremos capazes\nde assassinar o rei e atingir os suprimentos do exército real.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Os detalhes estão nesse envelope.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Narrador]: Após conversarem mais detalhes sobre o plano da revolução vocês saem do Recando do Opala.\n[Contato]: Iremos à minha casa, ficaremos escondidos lá até o dia da ação.\n"
        },
        
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        {
            "txt": "[Narrador]: Enquanto caminhavam, flechas atingem o anão, rapidamente The'té lança uma adaga em resposta,\nmatando um dos inimigos.\n[Narrador]: Uma emboscada feita pelos oficiais aparece e vocês são atacados por diversos lados.\n[Narrador]: Você se prepara para o combate.\n"
        },
        {
            "txt": "BattleAnaoPolicialStreet\n"
        },
        {
            "txt": "BattleAnaoAtiradorStreet\n"
        },
        {
            "txt": "[Narrador]: São muitos soldados, a situação fica complicada, ainda mais com o anão ferido.\n[Narrador]: Uma bomba de fumaça cai e os encobre.\n"
        },
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Anão Desconhecido]: RÁPIDO, POR AQUI! \n"
        },
        {
            "txt": "InserirBattlegroundTikTokHouse\n"
        },
        {
            "txt": "[Narrador]: Com ajuda, os 3 conseguem fugir para uma casa em um beco.\n[Anão Desconhecido]: Tok! Cê ta bem? vamo cuidar desse machucado aí.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Uai, tô ótimo, Tik! Nem parece que tem duas flechas no meu corpo!\n[Tok]: Aproveita e me ajuda aqui a parar o sangramento.\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Salvo vocês e cê ainda reclama? Não vou deixar pão de queijo procê essa noite!\n"
        }
    ],
    "R1-3":
    [
        
        {
            "txt": "InserirTaverneiro\n"
        },
        {
            "txt": "[Heroi]: Devo dizer que sempre fui bom com bebida!\n[Heroi]: SEREI UM OPALA 6 CANECOS!!!\n[Taverneiro]: É o que veremos!\n"
        },
        {
            "txt": "[Narrador]: Já no segundo caneco, você sente que o álcool começa a subir.\n[Heroi]: O que é isso, taverneiro? Essa 51 está muito leve!\n[Narrador]: Você continua bebendo como se não houvesse amanhã.\n"
        },
        {
            "txt": "[Narrador]: Enquanto você bebe, The'té sinaliza a um anão que entra no bar \ne ambos iniciam a preparação para a revolução.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Teremos tropas para nos ajudar vindos daqui algumas semanas,\nos preparativos estão sendo feitos. A revolução terá o nosso apoio.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Contato]: O desgraçado do rei Zé Dassilva IV será morto por nós.\n[Contato]: Temos seguidores o suficiente para causar um alvoroço dentro de Teofilotoni.\n[Contato]: Enquanto o exército real estiver ocupado com a distração élfica, seremos capazes\nde assassinar o rei e atingir os suprimentos do exército real.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Os detalhes estão nesse envelope.\n"
        },
        
        {
            "txt": "InserirTaverneiro\n"
        },
        {
            "txt": "[Taverneiro]: Senhores! Temos mais um a conquistar o nosso desafio!\n[Taverneiro]: Apresento a todos! Heroi, o Opala 6 Canecos!\n"
        },
        {
            "txt": "[Aviso]: Você perde toda a sua mana!\n"
        },
        {
            "txt": "[Narrador]: A taverna vai à loucura enquanto festejam a sua conquista, no entanto,\nvocê não entende muito bem, visto que estava muito alcolizado.\n"
        },
        {
            "txt": "[Narrador]: Enquanto festejavam, alguns soldados entraram no bar.\n"
        },
        
        {
            "txt": "InserirGuarda\n"
        },
        {
            "txt": "[Guarda]: Ficamos sabendo que temos um novo opala 6 canecos no distrito, e que ele é um HUMANO!\n[Taverneiro]: Sim! Cumprimentem o nosso vencedor! \n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[Narrador]: Uma adaga acerta um dos guardas. \nThe'té rapidamente saca suas espadas enquanto você ainda está cambaleante.\n[The'te]: Anão, segure este maldito alcólatra.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Narrador]: O anão te joga para o lado, e saca sua adaga para ajudar a elfa.\n[Narrador]: Você ainda cambaleante saca sua arma enquanto um guarda vêm em sua direção.\n"
        },
        {
            "txt": "LoseMPTotal\n"
        },
        {
            "txt": "BattleAnaoAtiradorInn\n"
        },
        {
            "txt": "[Narrador]: Com toda a confusão, vocês conseguem sair do bar.\n[Narrador]: Ao final da rua, um anão desconhecido acenava para vocês.\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Anão Desconhecido]: Rápido, por aqui!\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "InserirBattlegroundTikTokHouse\n"
        },
        {
            "txt": "[Narrador]: Vocês, no desespero, acompanham para dentro da casa do anão enquanto ele fecha a porta.\n[Contato]: Por Deus Tik! Era para você ter vigiado o 'trem' para nos avisar se alguém aparecesse.\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Uai Tok, me bateu uma fome então vim em casa pegar um docinho de leite, sô.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Uai... Uai nada! Você pôs tudo a perder, Tik! \n"
        },
        {
            "txt": "[Narrador]: A dupla de anões discute mais um pouco, até serem interrompidos.\n"
        }
    ],
    
    "Q2":[
        
        {
            "txt": "[Heroi]: Poderiam discutir outra hora? Estamos sendo procurados pelos oficiais.\n"
        },
        {
            "txt": "[Heroi]: The'té, a situação está resolvida, sua mensagem já foi entregue.\nPoderia me pagar pelo meu serviço, para eu ir embora?\n"
        },
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Aqui está, mas acredito que uma vez que já foi visto conosco,\nvocê também é um procurado. Não saírá com tranquilidade dessa cidade.\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Podem ficar aqui escondidos o quanto precisarem, 'cês' aceitam um cafézim?\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Tem broa de fubá também.\n"
        },
        {"txt":"RemoverAtor1\n"},
        {
            "txt": "[Narrador]: Algumas semanas depois, o dia derradeiro se aproximava.\n"
        },
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: O exército élfico deve estar em vias de se aproximar da cidade.\n"
        },
        

        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Amanhã é o dia combinado. O 'trem' vai começar.\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Do nosso lado também ja estamos prontos.\n[Tik]: Todos os esquadrões já tem suas ordens.\n"
        },
        
        {
            "txt": "[Narrador]: Enquanto conversavam, o alarme do distrito tocou.\n[Narrador]: Após Tok observar pela janela, alguns guardas foram vistos em movimentação.\n"
        },
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Se os soldados tão em movimentação, eles podem ter noção do exército élfico.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Os desgraçados devem ter notado a movimentação do exército para o norte.\n"
        },
        {
            "txt": "[Heroi]: Se todos os esforços da cidade forem para as muralhas, ficaremos ainda mais livres.\n[Heroi]: Mas é um pouco suspeito, estamos escondidos pois eles sabem da existência de oposição interna.\n1- Manterem-se escondidos, e esperar mais um dia, como planejado.\n2- Tentar mandar uma mensagem para o exército sulista, avisando que foram notados\n3- Sair do prédio e tentar matar o máximo de guardas possível para impedir a possível emboscada.\n"
        }
    ],

    "R2-1":
    [
        {"txt":"RemoverAtor1\n"},
        {
            "txt": "[Narrador]: Vocês aguardam o dia seguinte.\n[Narrador]: Durante a noite, você acorda com um barulho, lentamente olha para o lado e vê um anão no quarto.\n[Narrador]: Um assassino, se digirindo para matar The'té.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[Narrador]: Você se levanta para chamar a elfa mas no mesmo instante ela,\nem um ataque muito rápido,mata o assassino.\n"
        },
        {
            "txt": "[The'té]: Nos descobriram... Nossa posição está comprometida.\n[The'té]: Avisarei o Tik e o Tok.\n"
        },
        {"txt":"RemoverAtor1\n"},
        {
            "txt": "[Narrador]: Após a elfa descer as escadas, outro assassino entra pela janela.\n[Narrador]: Você saca sua arma e se prepara para combate.\n"
        },
        {
            "txt": "battleAssassino\n"
        },
        {
            "txt": "[Narrador]: Ao descer as escadas, seus aliados já haviam levado a luta para o lado de fora da casa.\n[Narrador]: Tik jazia no chão enquanto The'té e Tok continuavam a ceifar vidas de soldados em uma luta desesperada.\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        
        {
            "txt": "InserirNobreAnao\n"
        },
        {
            "txt": "[Anão Nobre]: Você será por minha conta.\n"
        },
        {
            "txt": "battleAnaoNobre\n"
        },
        {"txt":"RemoverAtor1\n"},
        {
            "txt": "[Heroi]: Um ótimo martelo, anão, ficarei com ele.\n"
        },
        {
            "txt": "InserirMartelodoNobre\n"
        },
        {
            "txt": "[Heroi]: Martelo de Playboy adquirido.\n"
        },
        {
            "txt": "[Narrador]: A luta com o anão nobre tinha sido dura, a tontura da perda de sangue começa a aparecer.\n[Narrador]: Mais a frente você percebe The'té cair perante os soldados anões do rei.\n[Narrador]: Você desmaia devido aos ferimentos.\n"
        }
    ],
    "R2-2":
    [
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Eles devem planejar acabar com o exército sulista antes de lidarem conosco...\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Tok]: Uma emboscada, talvez?\n[Tok]: Precisamos notificar nossos aliados, rápido.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Farei uma mensagem. Tik, prepare um pombo correio.\n"
        },
        {
            "txt": "[Narrador]: Enquanto Tik e Tok saíam para fazer as preparações para avisar o exército élfico,\numa granada de fumaça entra pela janela.\n[Heroi]: ATAQUE INIMIGO!\n"
        },
        {
            "txt": "[Narrador]: Enquanto buscavam se proteger, The'te corta a cabeça de um anão que entrara pela janela.\n"
        },
        {
            "txt": "[The'té]: Para fora! Rápido!\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        {
            "txt": "[Narrador]: Enquanto saíam, um anão, no alto da rua aparece.\n"
        },
        
        {
            "txt": "InserirNobreAnao\n"
        },
        {
            "txt": "[Anão Nobre]: É muito fácil fazê-los sair de seus esconderijos.\nFoi necessário apenas um alarme falso hahahaha!\n"
        },
        {
            "txt": "[Narrador]: Você olha a volta e percebe que estão cercados,\nTik já estava no chão enquanto Tok lutava, contra uns soldados.\n[Narrador]: The'té por sua vez tentava chegar no anão nobre para matá-lo.\n"
        },
        {
            "txt": "BattleAnaoPolicialStreet\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[Narrador]: Após sair do sufoco, você tenta ajudar a The'té a tentar chegar no nobre,\nenquanto ela batalhava contra 2 soldados.\n"
        },
        
        {
            "txt": "InserirNobreAnao\n"
        },
        {
            "txt": "[Anão Nobre]: Você fica por minha conta!\n"
        },
        {
            "txt": "[Narrador]: Você desvia de um golpe do nobre, enquanto rola para o lado.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Heroi! Cuidado!\n"
        },
        {
            "txt": "[Narrador]: 2 atiradores em cima do prédio visam a sua vida. \nThe'té atira duas adagas e conseque matar um dos inimigos.[The'té]: Saia daqui! Alguém precisa avisar os outros núcleos!\n"
        },
        
        {
            "txt": "InserirNobreAnao\n"
        },
        {
            "txt": "[Anão Nobre]: Vocês não sairão daqui com vida!\n[Narrador]: Você defende um golpe do martelo do anão, mais uma flecha vem em sua direção.\n[Narrador]: The'té entra na frente da flecha.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: SAI DAQUI!!\n"
        },
        {
            "txt": "[Narrador]: Com The'té caindo em suas costas, você tenta escapar, mas são muitos soldados.\n[Narrador]: A perda de sangue faz com que você sinta tonto.\n[Narrador]: Você sente um golpe nas sua cabeça e fica desacordado.\n"
        }
    ],
    "R2-3":
    [
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: ATAQUE INIMIGO!!\n"
        },
        
        {
            "txt": "InserirTik\n"
        },
        {
            "txt": "[Tik]: Arreda que lá vai bomba!\n[Narrador]: Tik arremessa algumas granadas pela janela.\n[Narrador]: Você desce as escadas para sair do prédio mas encontra Tok ateando fogo na casa.\n"
        },
        
        {
            "txt": "InserirTok\n"
        },
        {
            "txt": "[Narrador]: O andar debaixo está em chamas.\n[Tok]: Sinto muito, Heroi, mas tem ofertas que não se pode recusar.\n[Tok]: A vida de vocês será uma oferenda para meu propósito maior!\n[Tok]: O rei me dará uma fortuna pra sair dessa maldita cidade! Recomeçarei em outro lugar!\n"
        },
        {
            "txt": "InserirBackgroundTeofilotoniStreets\n"
        },
        {
            "txt": "[Narrador]: Ao sair da casa, o prédio desaba devido às chamas, com todos dentro.\n[Narrador]: Soldados se encontram por todos os lados.\n[Narrador]: Uma flecha acerta sua perna, impedindo que você corra com velocidade\n"
        },
        
        {
            "txt": "InserirNobreAnao\n"
        },
        {
            "txt": "[Anão Nobre]: Capturem-no com vida.\n"
        },
        
        {
            "txt": "InserirThete\n"
        },
        {
            "txt": "[The'té]: Para fora! Rápido!\n"
        },
        {
            "txt": "[Narrador]: Cansado e com ferimentos, você desaba desacordado.\n"
        }
    ],
    "Q3":
    [
        {
            "txt": "InserirBackgroundDwarvenPalace\n"
        },
        
        {
            "txt": "InserirCampeao\n"
        },
        {
            "txt": "[Campeão de Teofilotoni]: Ei, acorda!\n"
        },
        {
            "txt": "[Narrador]: Você acorda, acorrentado, e percebe que o local em que está não é uma prisão.\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Então você é um dos apoiadores dessa tentativa de golpe em cima de mim?\n"
        },
        
        {
            "txt": "InserirCampeao\n"
        },
        {
            "txt": "[Campeão de Teofilotoni]: O rei demanda uma resposta, escória!\n[Heroi]: Sou um aventureiro, fui contratado para uma escolta e acabei envolvido nisso tudo.\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Entendo, aventureiro, então acredito que, \ncomo você acabou envolvido nisso por acidente,fará um favor a essa nação\ne dirá quais são os planos dos golpistas.\n1 - Trair a revolução e entregar os planos.\n2 - Manter-se firme e não ajudar o ditador.\n"
        }
    ],
    "R3-1":
    [
        {
            "txt": "goAcre\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Heroi]: Agradeço a misericórdia meu bom rei.\n"
        },
        {
            "txt": "[Narrador]: Você revela tudo que sabe sobre os planos da revolução.\nDesde objetivos logísticos ao assassinado do rei, bem como a distração do exército élfico.\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Muito obrigado nobre aventureiro. Sua sábia decisão será recompensada.\n[Zé Dassilva IV]: Despachem as ordens, acabaremos com a resistência hoje!\n"
        },
        {
            "txt": "[Narrador]: Os oficiais presentes no salão saem em disparada.\n[Narrador]: Os sinos de alerta das muralhas externas começa a tocar. O exército dos elfos haia chegado.\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Para você, aventureiro, tenho um pequeno presente. Gel'ssu, meu campeão, mate-o.\n"
        },
        
        {
            "txt": "InserirCampeao\n"
        },
        {
            "txt": "[Gel'ssu]: Com prazer, meu rei.\n"
        },
        {
            "txt": "[Heroi]: O que? Não, calma aí!\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Muito bom, Heroi. Acredito que tendo demonstrado tamanha força, \npossa realizar uma tarefa para mim.\n[Zé Dassilva IV]: Ao sul, há uma selva que há rumores de um artefato mágico, \ncujo poderes me farão um soberano acima de qualquer outro!\n[Zé Dassilva IV]: Desejo que você se junte à minha força expedicionária no Acre, \ne que me traga tal artefato.\n"
        },
        {
            "txt": "[Heroi]: Acredito que eu não tenha escolha, estou certo?\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Muito perspicaz da sua parte.\n[Zé Dassilva IV]: A força expedicionária partirá em agora mesmo. \nVá, e lembre-se da minha misericórdia em não matá-lo.\n"
        }
    ],
    "R3-2":
    [
        {
            "txt": "goFelastus\n"
        },
        {
            "txt": "[Heroi]: De fato eu não tenho nada relacionado à essa revoluçao,\n mas me pedir para ajudar um rei tiranico como você...\n[Heroi]: Está além do meu limite.\n"
        },
        {
            "txt": "[Narrador]: Você cospe no rei, enquanto continua ajoelhado.\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Zé Dassilva IV]: Vejo que não tens desejo pelo diálogo, uma pena.\n[Zé Dassilva IV]: Gel'ssu. Mate-o.\n"
        },
        
        {
            "txt": "InserirCampeao\n"
        },
        {
            "txt": "[Gel'ssu]: Com prazer, meu rei.\n"
        },
        {
            "txt": "[Narrador]: O armadurado anão vem em sua direção.\n[Narrador]: Com sua destreza você é capaz de aparar o golpe e assim cortar suas algemas.\n"
        },
        {
            "txt": "battleCampeao\n"
        },
        
        {
            "txt": "InserirReiAnao\n"
        },
        {
            "txt": "[Heroi]: Agora é a sua vez, maldito rei.\n"
        },
        {
            "txt": "[Narrador]: Ainda calmo, o rei nem esboçava medo, mesmo tendo perdido o seu campeão.\n[Narrador]: Você sofre um choque vindo da algema em seu pescoço.\n"
        },
        {
            "txt": "[Narrador]: Devido ao choque, você perde suas forças.\n"
        },
        {
            "txt": "[Zé Dassilva IV]: A tecnologia mágica enânica é demais para vocẽ?\n Achou mesmo que eu não tomaria precauções?\n[Zé Dassilva IV]: Quanta petulância... Ainda assim, farei dinheiro com você.\n"
        }
    ]
}