{
    "Q1" : [
        {
            "txt" : "[Narrador]:  A missão descrita no anúncio pede que você escolte um cliente à \ncidade enânica de Teófilotoni.\n[Narrador]:  Na descrição da missão dizia para encontrar o cliente na praça da cidade.\n"
        },
        {
            "txt" : "InserirTaverneira\n"
        },
        {
            "txt" : "[Narrador]: Após guardar a carta na sua bolsa, você se dirige à saída.\n[Taverneira]: Ei, guerreiro, é meu primeiro dia aqui. Você não disse o seu nome, aliás, me chamo Jessie.\n[Narrador]: Você sorri, diz seu nome, e parte para sua viagem.\n[Jessie]: Volte sempre, Heroi. Que a Deusa da Luz o abençoe.\n"
        },
        
        {
            "txt" : "[Narrador]: Ao chegar no local você avista uma aglomeração.\n[Narrador]: Um anão no meio da multidão anunciava, com sua voz sobrepujando os murmúrios das pessoas:\n"
        },
        {
            "txt" : "InserirAnaoFalastrao\n"
        },
        {
            "txt" : "[Anão]: Esta é uma safira cósmica! Notem os padrões estrelados nessa pedra maravilhosa!\nVejam! Ela pode ser SUA!\n[Anão]: O que é necessário para conquistá-la?\nUm duelo, aquele que me derrotar poderá receber essa valiosíssima pedra.\n[Anão]: Caso perca, deverá deixar apenas 10 moedas de ouro!\nAqueles confiantes de si se aproximem! Façamos uma luta lendária!.\n"
        },
        {
            "txt" : "[Narrador]: Após o anúncio, o anão pôs a pedra sobre uma mesa. O público aguardava o desafiante:\n1 - Visando uma boa oportunidade de fazer um dinheiro, realizar o desafio.\n2 - Ignorar o anão e procurar pelo cliente.\n3 - Esgueirar pelo público e roubar a valiosa safira.\n"
        }
    ],

    "R1-1":[
        {
            "txt" : "[Narrador]: Você avança por entre as pessoas.\n[Heroi]: EU ACEITO O DESAFIO!\n"
        },
        {
            "txt" : "battleAnaoFalastrao\n"
        },
        {
            "txt" : "[Narrador]: Após o término da batalha, o anão busca a pedra, porém a safira não está mais na mesa.\n[Anão]: Roubaram a minha pedra! ladrões! Guardas!!!\n"
            
        },
        
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[Narrador]: Após a comoção, você percebe que ficará sem seu prêmio,\nsenta-se, puto, na praça e uma elfa vem ao seu encontro.\n"
        },
        {
            "txt": "[Elfa]: Notei o papel em sua mão, você é quem fará minha escolta até Teófilotoni?\n"  
        }
    ],  
    "R1-2":[
        
        {
            "txt" : "[Narrador]: Você senta ao longe e observa a comoção.\n[Narrador]: Pouco tempo depois você escuta um alvoroço,\nguardas correndo e a multidão pouco depois se dispersa.\n"   
        },
        {
            "txt" : "[Narrador]: Após a situação se acalmar, uma elfa vem em sua direção.\n"            
        },
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[Elfa]: Muito tempo esperando?\n[Elfa]: Notei o papel em sua mão, você é quem fará minha escolta até Teófilotoni?\n"
        }
    ],

    "R1-3":[
        {
            "txt" : "[Narrador]: Você avança por entre as pessoas. Chega próximo a mesa onde se encontra a safira.\nCalmamente estica sua mão para roubá-la.\n"
        },
        {
            "txt" : "[Anão]: EI SEU DESGRAÇADO, O QUE PENSA QUE ESTÁ FAZENDO?\n[Narrador]: Quando você se dá conta, o anão já se encontra perto desferindo um soco em sua direção.\n"
        },
        {
            "txt" : "battleAnaoFalastrao\n"
        },
        
        {
            "txt" : "[Narrador]: Após o término da batalha, você fita a mesa novamente, buscando a safira cósmica,\nporém a pedra não está mais na mesa.\n[Narrador]: Você procura ao redor, mas não a encontra, você perdeu o seu prêmio.\n[Narrador]: Após a comoção, você percebe que ficará sem seu prêmio,\nsenta-se, puto, na praça e uma elfa vem ao seu encontro.\n"
        },
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[Elfa]: Notei o papel em sua mão, você é quem fará minha escolta até Teófilotoni?\n"
        }
    ],

    "Q2" : [
        {
            "txt": "InserirLandscape\n"
        },
        {
            "txt" : "[Narrador]: Já na estrada, a elfa se apresenta como The'té e você, curioso,\npergunta mais sobre a misteriosa companheira.\n[Heroi]: Então The'té, o que uma elfa tem a tratar com anões, que demanda até uma escolta?\n[The'té]: A escolta por mim era desnecessária, mas dada a importância da missão,\nfui obrigada por meus superiores a contratá-lo.\n[The'té]: Os anões estão numa situação ruim o suficiente para pedirem ajuda para nós, elfos.\n"
        },
        {
            "txt" : "[Heroi]: O que está acontecendo em Teófilotoni?\n[The'té]: Você não precisa saber, escolta...\n"
        },
        {
            "txt" : "[Heroi]: Bom, é um pouco difícil defendê-la quando não sei nem o que estamos enfrentando.\n[The'té]: Anões, guerreiro! Vamos matar anões.\n"
        },
        {
            "txt" : "[Narrador]: A conversa é interrompida ao verem um anão caído no chão, ferido.\n"
        },
        
        {
            "txt": "InserirAnaoFerido\n"
        },
        {
            "txt": "[Anão Ferido]: Não quero morrer assim, peguem a minha pica...\napontando para um objeto ao lado.\n1- Descer do cavalo e ajudar o anão.\n2- Seguir em frente e deixar o anão para morrer.\n3- Acabar com o sofrimento do anão retirando sua vida.\n"
        }
    ],

    "R2-1":[
        {
            "txt" : "[Narrador]: Você rapidamente desce do cavalo, e se move para pegar a picareta,\npara entregar ao anão.\n[Anão Ferido]: Morra!!!\n[Narrador]: A situação se revela uma emboscada, \no companheiro do bandido sai de trás de um conjunto de rochas e inicia uma batalha com The'té.\nVocê é obrigado a lutar sozinho.\n"
        },
        {
            "txt" : "battleAnaoFerido\n"
        },
        
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[Narrador]: Com os anões derrotados, os saqueadores acabam saqueados.\n[The'té]: Quase morremos por sua culpa! fica querendo ajudar qualquer um que aparece na sua frente!\n[Heroi]: Um guerreiro tem o direito de morrer com sua arma em punho, você não tem honra, elfa?\n[The'té]: Não tem honra que custe a minha vida.\n"
        }        
    ],  
    "R2-2":[
        {
            "txt" : "[Narrador]: Com sua arma em mãos, vocês cruzam pelo anão enquanto ele agoniza.\n[Anão Ferido]: Ajuda... por favor...\n[Narrador]: Vocês seguem sua viagem.\n"
        },
        
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[The'té]: Porque não ajudou o pobre anão?\n[Heroi]: O mundo é cheio de surpresas, não estou disposto a me arriscar por tão pouco.\n[The'té]: Então também notou a emboscada da anã escondida atrás das rochas?\n[Heroi]: Claro! Você me subestima, elfa.\n"
        }
    ],
    "R2-3":[
        {
            "txt" : "[Narrador]: Você desce do cavalo, saca sua espada e antes que o anão pudesse se mover, desfere um golpe letal.\n[Heroi]: Uma morte rápida e indolor para você, meu caro anão.\n[Narrador]: Gritando em fúria, uma anã sai por detrás das rochas e desfere um golpe surpresa em você.\n"
        },
        
        {
            "txt" : "InserirAnaBandida\n"
        },
        {
            "txt" : "Perder20deHP\n"
        },
        {
            "txt" : "[Aviso]: você sofre 20 de dano.\n"
        },
        {
            "txt" : "[Narrador]: The'té, em um movimento rápido consegue desferir um golpe na anã, em reposta ao ataque.\n[Anã Bandida]: Meu marido!!! Seus desgraçados!\n"
        },
        {
            "txt" : "battleAnaBandida\n"
        },
        
        {
            "txt" : "InserirThete\n"
        },
        {
            "txt" : "[Narrador]: Após a batalha, você trata seus ferimentos, se recuperando com os itens\nencontrados dos recém mortos adversários.\n[The'té]: Você poderia simplesmente ter ignorado esses bandidos de baixa categoria.\n[Heroi]: E qual seria a graça? Não viu o desespero da bandida depois que matei o desgraçado? \nMeu ferimento foi um preço baixo a se pagar pra acabar com esses charlatões.\n"
        }
    ]
}